Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Share a copy of this VM and all its data.
ar: مشاركة نسخة من هذه الآلة الافتراضية وجميع بياناتها.
es_419: Compartir una copia de esta VM con todos sus datos.
fr: Partage une copie de cette VM et toutes ses données.
it: Condividi una copia di questa VM e di tutti i suoi dati.
ja: この仮想マシン、およびそのすべてのデータのコピーを共有します。
pl: Udostępnij kopię tej maszyny wirtualnej i wszystkich jej danych.
ru: Поделиться копией этой ВМ и всех её данных
zh_hans: 共享此虚拟机及其所有数据的副本。
zh_hant: 分享虛擬機和其所有資料的複製。
zh_hk: 分享這個虛擬電腦與其所有資料的複製。

source: Share Directory
ar: مشاركة الدليل
es_419: Compartir directorio
fi: Jaa hakemisto
it: Condividi Cartella
ja: ディレクトリを共有
pl: Współdzielony katalog
ru: Включить общий доступ к каталогу
zh_hans: 共享目录
zh_hant: 共享檔案夾
zh_hk: 分享目錄

source: Share is read only
ar: المشاركة للقراءة فقط
es_419: Compartir en modo sólo lectura
fi: Jaa on vain luku
it: Condivisione in sola lettura
ja: 共有を読み出しのみにする
pl: Wspódzielony katalog jest tylko do odczytu
ru: Общий доступ только для чтения
zh_hans: 共享为只读
zh_hant: 共享的資料是唯讀的
zh_hk: 分享資料唯讀

source: Share selected VM
ar: مشاركة الآلة الافتراضية المحددة
es_419: Compartir la VM seleccionada
fi: Jaa valittu VM
it: Condividi la VM selezionata
ja: 選択した仮想マシンを共有します
pl: Udostępnij wybraną wirtualną maszynę
ru: Поделиться выбранной ВМ
zh_hans: 共享已选中的虚拟机
zh_hant: 分享選取虛擬機
zh_hk: 分享已選取的虛擬電腦

source: Share USB devices from host
ar: مشاركة أجهزة USB من المضيف
de: USB-Geräte des Host freigeben
es_419: Compartir dispositivos USB del host
fi: Jaa USB-laitteet isännältä
fr: Partager les appareils USB de l’hôte
it: Condividi dispositivi USB dall'host
ja: ホストからUSBデバイスを共有
pl: Udostępnij urządzenia USB hosta
ru: Включить общий доступ USB устройств из хоста
zh_hans: 从主机共享 USB 设备
zh_hant: 共享主機端的 USB 裝置
zh_hk: 從主機分享 USB 裝置

source: Share…
ar: مشاركة…
es_419: Compartir...
fr: Partager…
it: Condividi...
ja: 共有…
pl: Udostępnij...
ru: Поделиться…
zh_hans: 共享…
zh_hant: 分享…
zh_hk: 分享⋯

source: Shared directories in macOS VMs are only available in macOS 13 and later.
ar: الدلائل المشتركة في آلات macOS الافتراضية متاحة فقط في macOS 13 وما بعده.
es_419: Los directorios compartidos en VMs de macOS sólo están disponibles en macOS 13 y posterior.
fr: Les dossiers partagés dans les VM macOS ne sont disponibles que sur macOS 13 et suivants.
it: Le cartelle condivise nella VM macOS sono disponibili da macOS 13 alle versioni successive.
ja: macOS仮想マシンの共有ディレクトリはmacOS 13以降でのみ使用できます。
pl: Współdzielenie katalogów w wirtualnych maszynach macOS jest dostępne tylko w macOS 13 lub nowszym.
ru: Общие каталоги в виртуальных машинах macOS доступны только в macOS 13 и более поздних версиях.
zh_hans: macOS 虚拟机中的共享目录仅在 macOS 13 及更高版本中可用。
zh_hant: 要和 macOS 虛擬機共享檔案夾，需要 macOS 13 以上的版本。
zh_hk: macOS 虛擬電腦分享目錄僅在 macOS 13 及更高版本可用。

source: Shared Directory
ar: دليل مشترك
de: Freigegebener Ordner
es_419: Directorio compartido
fi: Jaettu hakemisto
fr: Dossier partagé
it: Cartella Condivisa
ja: 共有ディレクトリ
ko: 공유폴더
pl: Współdzielenie katalogu
ru: Каталог общего доступа
zh_hans: 共享目录
zh_hant: 共享檔案夾
zh_hk: 已分享目錄

source: Shared Directory Path
ar: مسار الدليل المشترك
ja: 共有ディレクトリパス
pl: Ścieżka współdzielonego katalogu
zh_hans: 共享目录路径
zh_hant: 共享檔案夾路徑
zh_hk: 分享目錄路徑

source: Shared Network
ar: شبكة مشتركة
de: Gemeinsames Netzwerk
es_419: Red compartida
fi: Jaettu verkko
fr: Réseau partagé
it: Rete Condivisa
ja: 共有ネットワーク
pl: Sieć współdzielona
ru: Общая сеть
zh_hans: 共享网络
zh_hant: 共享網路
zh_hk: 已分享網絡

source: Shared Path
ar: المسار المشترك
fr: Chemin partagé
ja: 共有パス
pl: Ścieżka do współdzielonego katalogu
zh_hans: 共享路径
zh_hant: 共享的路徑
zh_hk: 分享路徑

source: Sharing
ar: مشاركة
de: Freigaben
es_419: Compartir
fi: Jakaminen
fr: Partage
it: Condivisione
ja: 共有
ko: 공유
pl: Współdzielenie
ru: Общий доступ
zh_hans: 共享
zh_hant: 共享
zh_hk: 分享

source: Should be off for older operating systems such as Windows 7 or lower.
ar: يجب أن يكون مغلقًا للأنظمة القديمة مثل Windows 7 أو أقل.
es_419: Debería estar desactivado para sistemas operativos más antiguos, como Windows 7 o inferior.
fi: Pitäisi olla pois päältä vanhemmissa käyttöjärjestelmissä, kuten Windows 7 tai vanhemmissa.
fr: Devrait être désactivé pour les anciens systèmes d’exploitation tels que Windows 7 et antérieurs.
it: Dovrebbe essere disattivato per sistemi operativi come Windows 7 o precedenti.
ja: Windows 7以前など、古いオペレーティングシステムに対してはオフにしておく必要があります。
pl: Powinno zostać wyłączone dla starszych systemów np. Windows 7 lub starsze.
ru: Для старых операционных систем, таких как Windows 7 или ниже, его следует отключить.
zh_hans: 对于较旧的操作系统应关闭此选项，例如 Windows 7 或者更低版本。
zh_hant: 舊版作業系統如 Windows 7 或更舊版本應當 off。
zh_hk: 對於較舊的作業系統應關閉，例如 Windows 7 或者更低版本。

source: Should be on always unless the guest cannot boot because of this.
ar: يجب أن يكون مفعلًا دائمًا إلا إذا كانت الآلة الافتراضية لا تستطيع التمهيد بسبب ذلك.
es_419: Debería de estar siempre activo, a menos que el invitado no pueda arrancar debido a esto.
fi: Pitäisi olla päällä aina, ellei vieras voi käynnistyä tämän vuoksi.
fr: Devrait toujours être activé sauf si l’OS client ne peut démarrer à cause de celà.
it: Dovrebbe essere attivo, a meno che il sistema operativo Guest abbia problemi di avvio a causa di questa opzione.
ja: これが原因でゲストが起動できない場合を除き、常にオンにしておくべきです。
pl: Powinno być zawsze włączone, chyba że powoduje problemy z uruchomieniem gościa.
ru: Должно быть включено всегда, если только гость не может загрузиться из-за этого.
zh_hans: 除非客户机因此无法启动，否则此项应始终打开。
zh_hant: 除非客體因此無法啟動，否則任何情境下都應當 on。
zh_hk: 除非客戶端因為這個設定而無法啟動，否則應始終開啟。

source: Show Advanced Settings
ar: عرض الإعدادات المتقدمة
de: Erweiterte Einstellungen anzeigen
es_419: Mostrar configuraciones avanzadas
fi: Näytä lisäasetukset
fr: Afficher les réglages avancés
it: Mostra Impostazioni Avanzate
ja: 詳細設定を表示
ko: 고급 설정 보기
pl: Pokaż zaawansowane ustawienia
ru: Показать расширенные параметры
zh_hans: 显示高级设置
zh_hant: 顯示進階設定
zh_hk: 顯示進階設定

source: Show All
ar: عرض الكل
ja: すべてを表示
pl: Pokaż wszystkie
zh_hans: 显示全部
zh_hant: 顯示全部
zh_hk: 顯示全部

source: Show all devices…
ar: عرض جميع الأجهزة…
fr: Afficher tous les appareils…
ja: すべてのデバイスを表示…
zh_hans: 显示所有设备…
zh_hant: 顯示所有裝置…
zh_hk: 顯示所有裝置⋯

source: Show All…
ar: عرض الكل…
de: Alle anzeigen…
es_419: Mostrar todo...
fi: Näytä kaikki…
fr: Tout afficher…
it: Mostra Tutto...
ja: すべてを表示…
pl: Pokaż wszystko...
ru: Показать все…
zh_hans: 显示全部…
zh_hant: 顯示全部…
zh_hk: 顯示全部⋯

source: Show dock icon
ar: عرض أيقونة الرصيف
fr: Afficher l’icône dans le dock
it: Mostra icona nel dock
ja: Dockアイコンを表示
pl: Pokazuj ikonę w docku
zh_hans: 显示程序坞图标
zh_hant: 顯示 Dock 圖示
zh_hk: 顯示 Dock 圖示

source: Show in Finder
ar: عرض في Finder
es_419: Mostrar en Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
pl: Pokaż w Finder
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 顯示
zh_hk: 在 Finder 中顯示

source: Show menu bar icon
ar: عرض أيقونة شريط القوائم
fr: Afficher l’icône de la barre de menu
it: Mostra icona nella barra dei menu
ja: メニューバーアイコンを表示
pl: Pokazuj ikonę na pasku menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示
zh_hk: 顯示選單列圖示

source: Show the main window.
ar: عرض النافذة الرئيسية.
fr: Afficher la fenêtre principale.
it: Mostra la finestra principale.
ja: メインウインドウを表示します。
pl: Pokazuj główne okno
zh_hans: 显示主窗口。
zh_hant: 顯示主視窗。
zh_hk: 顯示主視窗。

source: Show UTM
ar: عرض UTM
fr: Afficher UTM
it: Mostra UTM
ja: UTMを表示
pl: Pokazuj UTM
zh_hans: 显示 UTM
zh_hant: 顯示 UTM
zh_hk: 顯示 UTM

source: Show UTM preferences
ar: عرض تفضيلات UTM
ja: UTM環境設定を表示します
pl: Pokaż preferencje UTM
zh_hans: 显示 UTM 偏好设置
zh_hk: 顯示 UTM 偏好設定

source: Size
ar: الحجم
de: Größe
es_419: Tamaño
fi: Koko
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
ru: Размер
zh_hans: 大小
zh_hant: 大小
zh_hk: 大小

source: Skip Boot Image
ar: تخطي صورة التمهيد
es_419: Ignorar la imagen de arranque
fi: Ohita käynnistyskuva
it: Salta Immagine di Avvio
ja: 起動イメージをスキップ
pl: Pomiń bootowalny obraz.
ru: Пропустить загрузочный образ
zh_hans: 跳过启动映像
zh_hant: 略過開機映像檔
zh_hk: 略過啟動映像檔

source: Skip ISO boot
ar: تخطي تمهيد ISO
es_419: Ignorar el arranque ISO
fi: Ohita ISO-käynnistys
it: Salta Avvio da ISO
pl: Pomiń rozruch z ISO
ru: Пропустить загрузку ISO
zh_hans: 跳过 ISO 启动
zh_hant: 略過 ISO 開機
zh_hk: 略過 ISO 啟動

source: Slower, but can run other CPU architectures.
ar: أبطأ، ولكن يمكنه تشغيل بنى المعالج الأخرى.
de: Langsamer, aber unterstützt eine Vielzahl an CPU-Architekturen
es_419: Más lento, pero puede correr otras arquitecturas de CPU.
fi: Hitaampi, mutta voi käyttää muita suoritinarkkitehtuureja.
it: Più lento, ma in grado di eseguire più architetture di CPU.
ja: 低速ですが、ほかのCPUアーキテクチャを実行することができます。
pl: Wolniejsze, ale może uruchomić system z inną architekturą niż procesor
ru: Медленнее, но может работать с другими архитектурами процессоров.
zh_hans: 速度较慢，但可以运行其他 CPU 架构。
zh_hant: 比較慢，但可以執行其他 CPU 架構。
zh_hk: 較慢，但可以執行其他 CPU 體系結構。

source: Socket not specified.
ar: لم يتم تحديد المقبس.
zh_hans: 未指定套接字。
zh_hant: 未指定 socket。
zh_hk: 未指定 socket。

source: Some older systems do not support UEFI boot, such as Windows 7 and below.
ar: بعض الأنظمة القديمة لا تدعم التمهيد UEFI، مثل Windows 7 وأقل.
es_419: Algunos sistemas antiguos no soportan el arranque UEFI, como Windows 7 y anteriores.
fi: Jotkin vanhemmat järjestelmät eivät tue UEFI-käynnistystä, kuten Windows 7 ja vanhempi.
it: Alcuni sistemi non supportano l'avvio UEFI, come Windows 7 e precedenti.
ja: Windows 7以前など、一部の古いシステムはUEFI起動に対応していません。
pl: Niektóre starsze systemy nie wspierają UEFI, np. Windows 7 i starsze.
ru: Некоторые старые системы не поддерживают загрузку UEFI, например, Windows 7 и ниже.
zh_hans: 一些旧版系统不支持 UEFI 启动，例如 Windows 7 及更低版本。
zh_hant: 部分舊版系統不支援 UEFI 啟動，如 Windows 7 和更舊版本。
zh_hk: 一些舊版系統不支援 UEFI 啟動，比如 Windows 7 及更舊版本。

source: Sound
ar: صوت
es_419: Audio
fi: Ääni
fr: Audio
it: Audio
ja: サウンド
ko: 소리
pl: Dźwięk
ru: Звук
zh_hans: 声音
zh_hant: 音效卡
zh_hk: 聲音

source: Sound Backend
ar: واجهة الصوت الخلفية
it: Mostra icona nella barra dei menu
ja: サウンドバックエンド
pl: Tryb dźwięku
zh_hans: 声音后端
zh_hant: 音效卡後端
zh_hk: 聲音後端

source: Specify the size of the drive where data will be stored into.
ar: حدد حجم القرص الذي سيتم تخزين البيانات فيه.
de: Legen Sie die Größe des VM-Speicherplatzes fest.
es_419: Especifica el tamaño del disco en donde los datos serán guardados.
fi: Määritä sen aseman koko, johon tiedot tallennetaan.
it: Specifica la dimensione del disco dove salvare i dati.
ja: データを保存するドライブのサイズを指定してください。
pl: Ustaw rozmiar dysku, gdzie dane będą przechowywane.
ru: Укажите размер диска, на котором будут храниться данные.
zh_hans: 指定将在其中存储数据的驱动器的大小。
zh_hant: 指定存放資料的磁碟機大小。
zh_hk: 指定資料儲存至的磁碟的大小。

source: SPICE with GStreamer (Input & Output)
ar: SPICE مع GStreamer (إدخال وإخراج)
ja: GStreamerを使用したSPICE（入出力）
pl: SPICE z GStreamerem (WE/WY)
zh_hans: 带有 GStreamer 的 SPICE (输入与输出)
zh_hant: SPICE 搭配 GStreamer（輸入／輸出）
zh_hk: SPICE with GStreamer (輸入與輸出)

source: Start
ar: بدء
de: Einschalten
es_419: Inicio
fi: Aloita
it: Inizia
ja: 開始
pl: Uruchom
ru: Запуск
zh_hans: 开始
zh_hant: 啟動
zh_hk: 開始

source: Started
ar: تم البدء
de: Gestartet
es_419: Iniciado
fr: Démarrée
it: Avviata
ja: 開始済み
pl: Uruchomiona
ru: Запущенно
zh_hans: 已启动
zh_hant: 已啟動
zh_hk: 已經啟動

source: Starting
ar: يتم البدء
de: Wird gestartet
es_419: Iniciando
fr: Déamarre
it: In Avvio
ja: 開始中
pl: Uruchamia się
ru: Запускается
zh_hans: 正在启动
zh_hant: 正在啟動
zh_hk: 正在啟動

source: Startup
ar: بدء التشغيل
it: Avvio
ja: 起動時
pl: Uruchomienie
zh_hans: 启动
zh_hk: 啟動

source: Status
ar: الحالة
es_419: Estado
fi: Tila
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Статус
zh_hans: 状态
zh_hk: 狀態

source: Stop
ar: إيقاف
de: Ausschalten
es_419: Detener
fi: Pysäytä
fr: Arrêter
it: Arresta
ja: 停止
pl: Zatrzymaj
ru: Остановить
zh_hans: 停止
zh_hant: 停止
zh_hk: 停止

source: Stop selected VM
ar: إيقاف الآلة الافتراضية المحددة
es_419: Detener la VM seleccionada.
fi: Pysäytä valittu VM
it: Arresta la VM selezionata.
ja: 選択した仮想マシンを停止します
pl: Zatrzymaj wybraną wirtualną maszynę
ru: Остановить выбранную ВМ.
zh_hans: 停止已选中的虚拟机
zh_hant: 停止選取的虛擬機
zh_hk: 停止已選取的虛擬電腦

source: Stop the running VM.
ar: إيقاف تشغيل الآلة الافتراضية.
es_419: Detener la VM en ejecución.
fr: Arrête la VM en cours d’exécution.
it: Arresta la VM in esecuzione.
ja: 実行中の仮想マシンを停止します。
pl: Zatrzymaj uruchomioną maszynę wirtualną.
ru: Остановить работу ВМ.
zh_hans: 停止正在运行的虚拟机。
zh_hant: 停止執行中的虛擬機。
zh_hk: 停止正在執行的虛擬電腦。

source: Stopped
ar: تم الإيقاف
de: Ausgeschaltet
es_419: Detenido
fi: Pysähdytetty
fr: Arrêtée
it: Arrestata
ja: 停止済み
pl: Zatrzymana
ru: Остановлена
zh_hans: 已停止
zh_hant: 已停止
zh_hk: 已停止

source: Stopping
ar: يتم الإيقاف
de: Wird ausgeschaltet
es_419: Deteniendo
fr: Arrêt en cours
it: In Arresto
ja: 停止中
pl: Zatrzymuję
ru: Останавлевается
zh_hans: 正在停止
zh_hant: 正在停止
zh_hk: 正在停止

source: Storage
ar: التخزين
de: Datenspeicher
es_419: Almacenamiento
fi: Tallennustila
it: Archiviazione
ja: ストレージ
pl: Pamięć masowa
ru: Хранилище
zh_hans: 存储空间
zh_hant: 儲存空間
zh_hk: 儲存空間

source: stty cols $COLS rows $ROWS
ar: stty أعمدة $COLS صفوف $ROWS
fi: stty sarakkeet $COLS riviä $ROWS
pl: stty kolumn $COLS wierszy $ROWS
zh_hans: stty 行 $ROWS 列 $COLS

source: Style
ar: نمط
de: Stil
es_419: Estilo
fi: Tyyli
it: Stile
ja: スタイル
ko: 스타일
pl: Styl
ru: Стиль
zh_hans: 样式
zh_hant: 樣式
zh_hk: 樣式

source: Summary
ar: ملخص
de: Zusammenfassung
es_419: Resumen
fi: Yhteenveto
it: Sommario
ja: 概要
pl: Podsumowanie
ru: Краткая информация
zh_hans: 总结
zh_hant: 概要
zh_hk: 概要

source: Support
ar: دعم
es_419: Soporte
fi: Tuki
fr: Aide
it: Supporto
ja: サポート
pl: Wsparcie
ru: Поддержка
zh_hans: 支持
zh_hant: 支援
zh_hk: 支援

source: Suspend
ar: تعليق
fr: Suspendre
ja: サスペンド
pl: Wstrzymaj
zh_hans: 挂起
zh_hant: 暫停
zh_hk: 暫停

source: Suspend is not supported for virtualization.
ar: لا تدعم خاصية الإيقاف المؤقت في بيئة الافتراضية.
fr: La suspension n’est pas prise en charge pour la virutualisation.
ja: サスペンドは仮想化には対応していません。
pl: Wstrzymywanie nie jest wspierane dla wirtualizacji.
zh_hans: 挂起功能不支持虚拟化。
zh_hant: 「虛擬化」不支援暫停。
zh_hk: 暫停功能不支援虛擬化。

source: Suspend is not supported when an emulated NVMe device is active.
ar: لا تدعم خاصية الإيقاف المؤقت عندما يكون جهاز NVMe المحاكي نشطًا.
fr: La suspension n’est pas prise en charge lorsque un appareil NVMe émulé est actif.
ja: サスペンドは仮想NVMeデバイスがアクティブな場合には対応していません。
pl: Wstrzymywanie nie jest wspierane, gdy emulowane urządzenie NVMe jest aktywne.
zh_hans: 当模拟的 NVMe 设备处于活动状态时不支持挂起。
zh_hant: 使用模擬的 NVMe 裝置時不支援暫停。
zh_hk: 当仿真 NVMe 裝置處於啟用狀態時，不支援暫停功能。

source: Suspend is not supported when GPU acceleration is enabled.
ar: لا تدعم خاصية الإيقاف المؤقت عند تمكين تسريع GPU.
fr: La suspension n’est pas prise en charge lorsque l’accélération avec le GPU est activée.
ja: サスペンドはGPUアクセラレーションが有効な場合には対応していません。
pl: Wstrzymywanie nie jest wspierane, gdy akceleracja grafiki jest włączona.
zh_hans: 启用 GPU 加速时不支持挂起。
zh_hant: 啟動 GPU 加速時不支援暫停。
zh_hk: 当 GPU 加速處於啟用狀態時，不支援暫停功能。

source: Suspend state cannot be saved when running in disposible mode.
ar: لا يمكن حفظ حالة الإيقاف المؤقت عند التشغيل في وضع التخلص.
ja: 使い捨てモードで動作している場合、サスペンド状態を保存することはできません。
pl: Stan wstrzymania nie może być zapisany w trybie jednorazowym
zh_hans: 在一次性模式下运行时，无法保存挂起状态。
zh_hk: 在即拋式模式下執行虛擬電腦時，無法儲存暫停狀態。

source: Suspended
ar: معلق
de: Im Betrieb pausiert
es_419: Suspendido
fi: Keskeytetty
fr: Suspendue
it: Sospesa
ja: サスペンド済み
ko: 중지됨
pl: Wymuszono zatrzymanie
ru: Приостановлено
zh_hans: 已挂起
zh_hant: 已暫停
zh_hk: 暫停

source: SW TPM failed to start. %@
ar: فشل SW TPM في البدء. %@
zh_hans: SW TPM 无法启动。%@
zh_hant: SW TPM 無法啟動。%@
zh_hk: SW TPM 無法啟動。%@

source: System
ar: نظام
es_419: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
ja: システム
ko: 시스템
ru: Система
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

source: Target
ar: الهدف
es_419: Destino
fi: Kohde
fr: Cible
it: Destinazione
ja: ターゲット
pl: Cel
ru: Цель
zh_hans: 目标
zh_hant: 目的
zh_hk: 目標

source: TCP Client Connection
ar: اتصال عميل TCP
de: TCP Client-Verbindung
es_419: Conexión de cliente TCP
fi: TCP-asiakasyhteys
fr: Connection Client TCP
it: Connessione del Client TCP
ja: TCPクライアント接続
pl: Połączenie kilent TCP
ru: Подключение клиента TCP
zh_hans: TCP 客户端连接
zh_hant: TCP 用戶端連接
zh_hk: TCP 客戶端連線

source: TCP Server Connection
ar: اتصال خادم TCP
de: TCP Server-Verbindung
es_419: Conexión de servidor TCP
fi: TCP-palvelinyhteys
fr: Connection Serveur TCP
it: Connessione del Server TCP
ja: TCPサーバ接続
pl: Połączenie serwer TCP
ru: Подключение сервера TCP
zh_hans: TCP 服务器连接
zh_hant: TCP 伺服端連接
zh_hk: TCP 伺服器連線

source: Tells the VM process to shut down with risk of data corruption. This simulates holding down the power button on a PC.
ar: يخبر عملية الآلة الافتراضية بإيقاف التشغيل مع خطر تلف البيانات. هذا يحاكي الضغط على زر الطاقة في الكمبيوتر الشخصي.
es_419: Le dice al proceso de la VM de apagarse con riesgo de corromper los datos. Esto simula mantener presionado el botón de apagado en una PC:
fr: Indique au processus de la VM de s’arrêter avec un risque de perte de données. Cela simule le fait d’appuyer longtemps sur le bouton d’alimention du PC.
it: Informa il processo della VM di arrestarsi con il rischio di compromettere dei dati. Questo simula la pressione a lungo del tasto di accesione di un PC
ja: 仮想マシンのプロセスにデータ破損のリスクを伴うシステム終了を指示します。これにより、PCの電源ボタン長押しをシミュレートします。
pl: Wysyła żądanie do systemu gościa o zamknięcie systemu z dużym ryzykiem uszkodzenia danych. Symuluje to przytrzymanie przycisku zasilania na komputerze
ru: Дает команду на завершение процесса ВМ с риском повреждения данных. Это имитирует нажатие кнопки питания на ПК:
zh_hans: 通知虚拟机进程关闭，该过程存在数据损坏的风险。这一操作模拟了按住 PC 上的电源按钮。
zh_hant: 告訴虛擬機程序關機，可能導致資料損壞。模擬長按 PC 的關機鍵。
zh_hk: 告知虛擬電腦程序關閉，並有損毀資料的風險。這個操作仿真了在 PC 上按下電源按鈕。

source: Terminate UTM and stop all running VMs.
ar: إنهاء UTM وإيقاف جميع الآلات الافتراضية الجارية.
fr: Quitte UTM et arrête toutes les VM en cours d’exécution.
it: Termina UTM e tutte le macchine virtuali in esecuzione.
ja: UTMを終了し、すべての実行中の仮想マシンを停止します。
pl: Zakończ UTM i zatrzymaj uruchomione wirtualne maszyny.
zh_hans: 终止 UTM 并停止所有正在运行的虚拟机。
zh_hant: 終止 UTM 並停止所有執行中虛擬機。
zh_hk: 終止 UTM 並停止所有正在執行的虛擬電腦。

source: Test
ar: اختبار
fi: Testaa
ja: テスト
ko: 테스트
pl: Testuj
ru: Тест
zh_hans: 测试
zh_hant: 測試
zh_hk: 測試

source: Test 1
ar: اختبار 1
zh_hans: 测试 1
zh_hk: 測試 1

source: Test 2
ar: اختبار 2
zh_hans: 测试 2
zh_hk: 測試 2

source: Text
ar: نص
ja: テキスト
pl: Tekst
zh_hans: 文字
zh_hant: 文字
zh_hk: 文字

source: Text Color
ar: لون النص
es_419: Color del texto
fi: Tekstin väri
fr: Couleur du texte
it: Colore del Testo
ja: 文字色
pl: Kolor tekstu
ru: Тестовый цвет
zh_hans: 文字颜色
zh_hant: 文字色彩
zh_hk: 文字顏色

source: The amount of storage to allocate for this image. Ignored if importing an image. If this is a raw image, then an empty file of this size will be stored with the VM. Otherwise, the disk image will dynamically expand up to this size.
ar: حجم التخزين المخصص لهذه الصورة. يتم تجاهله عند استيراد صورة. إذا كانت هذه صورة خام، فسيتم تخزين ملف فارغ بهذا الحجم مع الآلة الافتراضية. خلاف ذلك، ستتوسع صورة القرص ديناميكيًا حتى هذا الحجم.
es_419: La cantidad de almacenamiento para asignar a esta imagen. Se ignora si la imagen es importada. Si es una imagen bruta, entonces se almacenará un archivo vacío de este tamaño con la VM. De otro modo, la imagen de disco se expandirá dinámicamente hasta este tamaño.
fr: La quantité de stockage à allouer pour cette image. Ignoré si importation d’image. Si c'est une image brute, un fichier vide de la même taille sera enregistré avec la VM. Sinon, l’image disque sera dynamiquement étendue jusqu’à cette taille.
it: La quantità di spazio da allocare per questa immagine. Ignorato se l'immagine viene importata. Se questa è un'immagine raw, un file vuoto con questa dimensione sarà salvato con la VM. In alternativa, l'immagine disco si espanderà fino alla dimensione espressa qui.
ja: このイメージに割り当てるストレージ領域です。イメージを読み込む場合は無視されます。生イメージの場合、このサイズの空のファイルが仮想マシンに保存されます。そうでない場合、ディスクイメージはこのサイズまで動的に拡張されます。
pl: Ilość pamięci masowej do przydzielenia dla tego obrazu. Ignorowane, jeśli importujesz obraz. Jeśli jest to surowy obraz, wtedy plusty plik tego rozmiaru będzie przechowywany wraz z wirtualną maszyną. W przeciwnym wypadku, obraz dysku będzie dynamicznie się rozszerzał do docelowego rozmiaru.
ru: Объем памяти, выделяемый для данного образа. Игнорируется при импорте образа. Если это необработанный образ, то вместе с ВМ будет сохранен пустой файл такого размера. В противном случае образ диска будет динамически расширяться до этого размера.
zh_hans: 为此映像分配的存储空间。在导入映像时，此参数会被忽略。若导入的是 Raw 映像，则虚拟机将存储一个与此相同大小的空文件。否则，磁盘映像将动态扩展至此大小。
zh_hant: 為此映像檔配置的儲存空間量。如果是匯入映像檔則忽略。如果是 raw 映像檔，則會將此大小的空檔案儲存在虛擬機上。否則，磁碟映像檔將會動態擴充至此大小。
zh_hk: 為這個映像檔分配的儲存量。於輸入映像檔時會忽略這個參數。如果這是一個 Raw 映像檔，則這個大小的空檔案將會與虛擬電腦一齊儲存。否則，磁碟映像檔將會動態擴充至這個大小。

source: The backend for this configuration is not supported.
ar: الخلفية لهذا التكوين غير مدعومة.
de: Diese Konfiguration wird auf dieser Plattform nicht unterstützt.
es_419: El backend para esta configuración no está soportado.
fr: Le moteur n’est pas pris en charge pour cette configuration.
it: Il backend scelto per questa configurazione non è supportato.
ja: この構成のバックエンドには対応していません。
pl: Funkcja (Backend) dla tej konfiguracji jest nie wspierana.
ru: Бэкэнд для данной конфигурации не поддерживается.
zh_hans: 不支持此配置的后端。
zh_hant: 不支援本組態的後端。
zh_hk: 不支援這個設定的後端。

source: The client interface version does not match the server.
ar: إصدار واجهة العميل لا يتطابق مع الخادم.
ja: クライアントインターフェイスのバージョンがサーバと一致しません。
pl: Wersja interfejsu klienta nie zgadza się z wersją interfejsu serwera.
zh_hans: 客户端接口版本与服务器不匹配。
zh_hk: 客戶端介面版本與伺服器不匹配。

source: The device cannot be found.
ar: لا يمكن العثور على الجهاز.
ja: デバイスが見つかりません。
pl: Urządzenie nie może zostać odnalezione.
zh_hans: 找不到该设备。
zh_hk: 無法找到這個裝置。

source: The device is not currently connected.
ar: الجهاز غير متصل حاليًا.
ja: デバイスが現在接続されていません。
pl: Urządzenie jest obecnie nie podłączone.
zh_hans: 设备目前尚未连接。
zh_hk: 這個裝置當前未連接。

source: The drive '%@' already exists and cannot be created.
ar: القرص '%@' موجود بالفعل ولا يمكن إنشاؤه.
de: Laufwerk konnte nicht erstellt werden: das Laufwerk %@ existiert bereits.
es_419: La unidad “%@” ya existe y no se puede crear.
fr: Le lecteur '%@' existe déjà et ne peut être créé.
it: Il disco “%@” esiste già e non può essere creato.
ja: ドライブ“%@”がすでに存在するため、作成できません。
pl: Dysk '%@' już istnieje i nie może zostać utworzony.
ru: Диск '%@' уже существует и его нельзя создать.
zh_hans: 驱动器 '%@' 已存在，无法创建。
zh_hant: 「%@」磁碟機已經存在，因此無法建立。
zh_hk: 磁碟「%@」已經存在，無法製作。

source: The guest support tools have already been mounted.
ar: تمت إضافة أدوات دعم الضيف بالفعل.
de: Die Gast-Unterstützung ist bereits eingelegt.
es_419: Las herramientas de invitado ya han sido montadas.
it: Gli strumenti di supporto del guest sono stati già montati.
ja: ゲストサポートツールはすでにマウントされています。
pl: Dodatki gościa zostały już zamontowane.
ru: Инструменты для поддержки гостей уже смонтированы.
zh_hans: 客户机支持工具已挂载。
zh_hant: 客體支援工具已經裝載。
zh_hk: 這個客戶端支援工具已經被裝載。

source: The host fingerprint does not match the saved value. This means that UTM Server was reset, a different host is using the same name, or an attacker is pretending to be the host. For your protection, you need to delete this saved host to continue.
ar: بصمة المضيف لا تتطابق مع القيمة المحفوظة. هذا يعني أن خادم UTM قد تم إعادة تعيينه، أو أن مضيفًا مختلفًا يستخدم نفس الاسم، أو أن هناك مهاجمًا يتظاهر بأنه المضيف. لحمايتك، تحتاج إلى حذف هذا المضيف المحفوظ للمتابعة.
zh_hans: 主机指纹与保存的值不匹配。这意味着 UTM 服务器被重置、不同的主机使用相同的名称，或者攻击者正在冒充主机。为了保护你的安全，你需要删除已保存的主机才能继续。
zh_hk: 主機指紋與儲存值不匹配。這意味著 UTM 伺服器已經被重設，或者不同的主機使用相同的名稱，或者黑客正在扮作主機。為保護起見，你需要刪除這個儲存的主機才可以繼續。
